export const contentText = {
  intro: [
    'من بابک نیک فر هستم، به آدم معمولی که با محتوای غیرمعمولی،',
    'مسیر متفاوتی رو توی اینستاگرام شروع کردم. از روزی که فهمیدم',
    '"محتوا فقط ریلز و استوری گذاشتن نیست"',
    'و به قدرت ذهنیت در پشت صحنه ی محتوا سازی پی بردم، همه چیز تغییر کرد.',
  ],
  achievements: [
    'بدون حتی هزار تومان تبلیغات، فقط با محتوای اصولی، هوشمندانه و هدف دار،',
    'کاری کردم که مجموع بازدید ریلزهای من از مرز ۱۰۰ میلیون عبور کنه، و فقط با یک پست 57000 فالوور جذب کنم. ',
    ' رشد من اتفاقی نبود؛ نتیجه ی آزمون و خطا، یادگیری مداوم و نگاه متفاوت به تولید محتوا بود. ',
  ],
  callToAction: {
    title: 'الان اینجا هستم تا به تو کمک کنم دقیقاً همین مسیر رو طی کنی',
    description: [
      'بدون بودجه‌های تبلیغاتی سنگین، بدون فرمول‌های پیچیده‌ی بازاریابی، فقط با محتوا',
      'و ذهنیتی که واقعا کار می‌کنه، چیزی که برای ۵۰۰۰ نفر از دانشجوهای کلاب فرمول 1% کار کرده.',
    ],
    additional: [
      'اینجا فقط بحث اینستاگرام نیست.',
      'اینجا من کنار تو هستم تا با هم «ذهنیتت» رو نسبت به اینستاگرام و کسب‌وکار آنلاین متحول کنیم.',
    ],
    texts: [
      'اگر امروز داری این سایت رو می بینی و این متن می خونی، اتفاقی نیست.',
      'حتما وقتشه که پیشرفت کنی.',
      'می دونم شاید هزار تا مانع جلوت باشه، از بی انگیزگی گرفته تا نداشتن وقت و بودجه',
      'اما من اینجام تا کنارت باشم، قدم به قدم .',
      'با هم کاری می کنیم که پیجت تکون بخوره، رشد واقعی رو ببینی و',
      'تجربه یک درآمد و زندگی بهتر رو لمس کنی . ',
    ],
  },
  introdunctionTexts: {
    intro1: 'برای شروع فقط 2 چیز لازمه',
    intro2: '1- داشتن باور ذهنی به اینکه تصور کنی، خلق میشه',
    intro3: '2- با همین موبایل که تودستت گرفتی، خلقش کنی !',
    intro4: 'افتخار می کنم به خانواده 5 هزار نفره کلاب فرمول 1 درصد',
    intro5: 'رکورد 100 ملیون بازدید ',
  },
};

export const AdsText = {
  adsTexts: {
    ads1: 'بیش از 100 ساعت آموزش ',
    ads2: 'همه این تغییرات در کمتر از 45 روز انجام شده',
    ads3: '2- با همین موبایل که تودستت گرفتی خلقش کنی !',
    intro4: 'افتخار می کنم به خانواده 5 هزار نفره کلاب فرمول 1 درصد',
    intro5: 'رکورد 100 ملیون بازدید ',
  },
};

export const FAQ_DATA = [
  {
    question: ' 1- این کلاب به درد من می‌خوره؟',
    answer: `اگه پیچ فروش داری (مثلا لباس، محصولات دست‌ساز، خوراکی و...) یا خدماتی ارائه می‌دی  
(مثل زیبایی، عکاسی، پزشکی، هنری و...) یا حتی بلاگر یا مدرس هستی  

این کلاب دقیقاً برای رشد سریع و اصولی تو طراحی شده.  

حتی اگه هنوز پیچی نداری ولی تو فکر شروعی، اینجا جاییه که می‌تونی محکم و با برنامه جلو بری.`,
  },
  {
    question: ' 2- باید از قبل چیزی بلد باشم یا تجربه داشته باشم؟',
    answer: `نه اصلاً همه چی از پایه آموزش داده می‌شه. حتی برای ادبیت ویدیو هم آموزش رایگان برات داریم.  
یعنی کافیه بخوانی یاد بگیری، بعدش ما کنارتیم.`,
  },
  {
    question: ' 3- پشتیبانی چجوریه؟ واقعاً جواب می‌گیریم؟',
    answer: `پله، کاملاً توی زمان‌هایی که از قبل اعلام می‌کنیم، می‌تونی سوال بپرسی و مشاوره بگیری.  
تنها نیستی، پشتیبانی دقیقاً برای همینه که خیالت راحت باشه.`,
  },
  {
    question:
      '4- من هنوز هیچ کاری نکردم و پیچ هم ندارم. این کلاب باز به دردم می‌خوره؟',
    answer: `صد درصد! اتفاقاً این دوره‌ها جوری طراحی شدن که از صفر بتونی شروع کنی، قراره یاد بگیری.  
چجوری محتوا بسازی، دیده بشی و مسیر خودت رو بسازی.`,
  },
];
